/* Menu item: no game in this save slot. */
"(Empty)" = "(Empty)";

/* Menu item: show game production information. */
"About" = "About";

/* Message to user: Shown after successful import of {export name}. */
"Added “%@” to track." = "Added “%@” to track.";

/* Alert prompt: confirmation of intention to restart a level of a challenge game. */
"All unsaved changes to the level will be lost. Restart level anyway?" = "All unsaved changes to the level will be lost. Restart level anyway?";

/* Menu item: return to previous menu. */
"Back" = "Back";

/* Alert button: cancel exit.
   Alert button: cancel restart.
   Alert button: cancel save. */
"Cancel" = "Cancel";

/* Message to user: Shown when user tries to delete special track segments in challenge mode. */
"Cannot delete in this level." = "Cannot delete in this level.";

/* Message to user: Shown after a successful deletion of {export name}. */
"Deleted “%@”." = "Deleted “%@”.";

/* Menu item: exit current game, returning to title screen. */
"Exit" = "Exit";

/* Message to user: Shown when export button is pressed but no track selection currently exists. */
"Export: Make a selection." = "Export: Make a selection.";

/* Message to user: Shown after a successful export of {export name}. */
"Exported “%@”." = "Exported “%@”.";

/* Game information: the label used for a challenge game. */
"Game" = "Game";

/* Game information: the header over the description of goals for the current level. */
"Goals" = "Goals";

/* Game information: followed by a level number. */
"Level" = "Level";

/* Menu item: start a new game. */
"New" = "New";

/* Message to user: Shown when navigating to exports submenu, but no exports are found. */
"No exports found." = "No exports found.";

/* Label picker: Text representing a value of 'no label' in the picker interface. */
"No Label" = "No Label";

/* Menu item: start a new or load an old challenge game. */
"Play" = "Play";

/* Menu item: restart current level. */
"Restart" = "Restart";

/* Menu item: continue the current game. */
"Resume" = "Resume";

/* Game information: the label used for a sandbox game.
   Menu item: start a new or load an old sandbox game. */
"Sandbox" = "Sandbox";

/* Menu item: save the current game. */
"Save" = "Save";

/* Alert prompt: confirmation of intention to save a game. */
"Saving will overwrite an old game. Save anyway?" = "Saving will overwrite an old game. Save anyway?";

/* Game information: preceded by a number of segments used in a track. */
"segments used" = "segments used";

/* Alert prompt: confirmation of intention to restart a sandbox game. */
"The sandbox will be completely cleared and all unsaved progress will be lost. Restart anyway?" = "The sandbox will be completely cleared and all unsaved progress will be lost. Restart anyway?";

/* Alert prompt: confirmation of intention to exit a game. */
"Unsaved changes will be lost. Exit anyway?" = "Unsaved changes will be lost. Exit anyway?";

